Repository: common-repository/nimblepayments
Catalog: lang/woocommerce-nimble-payments-*.po
Languages: es_es

source: Pay safely with your credit card through the BBVA.
es_es: Paga de manera segura con tarjeta con la garantía de BBVA.

source: Enable/Disable
es_es: Habilitar/Deshabilitar

source: Enable Nimble Payments
es_es: Habilitar Nimble Payments

source: Obtained from https://www.nimblepayments.com
es_es: Cópialo de tu pasarela en https://www.nimblepayments.com

source: Payment processed.
es_es: Pago aceptado.

source: Denied card.
es_es: Tarjeta denegada.

source: Card payment was rejected. Please try again.
es_es: Se ha rechazado el pago. Por favor, inténtalo de nuevo.

source: Could not connect to the bank. Code ERR_CONEX.
es_es: Error al conectar a Nimbe Payments. Código ERR_CONEX.

source: Unable to process payment. An error has occurred. ERR_CONEX code. Please try later.
es_es: No se ha podido procesar el pago. Se ha producido un error. Código ERR_CONEX. Por favor, inténtalo mas tarde.

source: An error has occurred. Code ERR_PAG.
es_es: Error en el pago. Código ERR_PAG.

source: Unable to process payment. An error has occurred. ERR_PAG code. Please try later.
es_es: No se ha podido procesar el pago. Se ha producido un error. Código ERR_PAG. Por favor, inténtalo mas tarde.

source: Need an Nimble Payments account?
es_es: Si no estas registrado aun en Nimble Payments, puedes registrarte sin coste de forma completamente online.

source: Signup now
es_es: Regístrate

source: Already registered
es_es: Ya estoy registrado

source: Data invalid gateway to accept payments.
es_es: Datos de pasarela no validos para aceptar pagos. Asegúrate de que no sean de una pasarela de Test.

source: Card payment
es_es: Pago con tarjeta

source: Refund Failed: You must authorize the advanced options Nimble Payments.
es_es: Falló la devolución: Todavía no has autorizado a Woocommerce en Nimble Payments.

source: Refund Failed:
es_es: Falló la devolución:

source: Could not pay with the selected card.
es_es: No se ha podido pagar con la tarjeta seleccionada.

source: Payment processed and settled .
es_es: Pago aceptado y liquidado.

source: Checkout page abandoned.
es_es: Página de checkout abandonada.

source: Card denied.
es_es: Tarjeta denegada.

source: Payment cancelled.
es_es: Pago cancelado.

source: Payment error.
es_es: Error en el pago.

source: Update Nimble Payments plugin 3.0.0.
es_es: Actualización del plugin Nimble Payments 3.0.0.

source: Refund in progress
es_es: Devolución en progreso

source: Refund Failed
es_es: Falló la devolución

source: Operation rejected.
es_es: Operación denegada.

source: You have not activated your payment gateway Nimble Payments.
es_es: No has configurado tu pasarela Nimble Payments.

source: Activate
es_es: Activar

source: You have not yet WooCommerce authorized to perform operations on Nimble Payments.
es_es: Todavía no has autorizado a Woocommerce en Nimble Payments.

source: Authorize Woocommerce
es_es: Autorizar a Woocommerce

# Order status
source: Processing transaction
es_es: Cursando pago

source: Processing Payment <span class="count">(%s)</span>
es_es: Cursando pago <span class="count">(%s)</span>

source: Nimble Payments Summary
es_es: Resumen Nimble Payments

source: Balance account
es_es: Total en cuenta

source: Total available
es_es: Total disponible

source: Ecommerce linked to Nimble Payments
es_es: Tienda vinculada a Nimble Payments

source: Disassociate
es_es: Desvincular

source: From WooCommerce you can manage all your sales, see the movements of your account, make refunds, etc.
es_es: Desde Woocommerce podrás gestionar todas tus ventas, ver los movimientos de tu cuenta, hacer devoluciones, etc.

source: To release all features of Nimble Payments from WooCommerce, you need to login in Nimble Payments and grant access to WooCommerce in order to access to this operative.
es_es: Para acceder a todas las funcionalidades de Nimble Payments desde Woocommerce, es necesario que te identifiques en Nimble Payments y des permiso a WooCommerce para poder acceder a esta operativa.

source: New card
es_es: Nueva tarjeta

source: Balance account includes total amount available plus hold back.
es_es: Total en cuenta incluye el saldo disponible y el saldo retenido por devoluciones o disputas.

source: Hold back
es_es: Total retenido

source: Total hold back due to refunds or disputes.
es_es: Total retenido es el saldo retenido por devoluciones o disputas.

source: Total available is the amount available for you to operate.
es_es: Total disponible es el saldo con el que puedes operar.

source: Nimble Payments is an online payment gateway supported by BBVA that enables you to accept online payments flexibly and safely.
es_es: Nimble Payments es una pasarela de pagos online de BBVA que te permite aceptar pagos en tu tienda con total seguridad.
